String hanumanChalisa = """ 


               दोहा
श्रीगुरु चरन सरोज रज, निजमन मुकुरु सुधारि।
बरनउं रघुबर बिमल जसु, जो दायक फल चारि।।

बुद्धिहीन तनु जानिके, सुमिरौं पवन-कुमार।
बल बुधि बिद्या देहु मोहिं, हरहु कलेस बिकार।।

          चौपाई
          
    जय हनुमान ज्ञान गुन सागर।
    जय कपीस तिहुं लोक उजागर।।
    
    राम दूत अतुलित बल धामा।
    अंजनि-पुत्र पवनसुत नामा।।
    
    महाबीर बिक्रम बजरंगी।
    कुमति निवार सुमति के संगी।।
    
    कंचन बरन बिराज सुबेसा।
    कानन कुण्डल कुँचित केसा।।
    
    हाथ बज्र औ ध्वजा बिराजे।
    कांधे मूंज जनेउ साजे।।
    
    शंकर सुवन केसरी नंदन।
    तेज प्रताप महा जग वंदन।।
    
    बिद्यावान गुनी अति चातुर।
    राम काज करिबे को आतुर।।
    
    प्रभु चरित्र सुनिबे को रसिया।
    राम लखन सीता मन बसिया।।
    
    सूक्ष्म रूप धरि सियहिं दिखावा।
    बिकट रूप धरि लंक जरावा ।।
    
    भीम रूप धरि असुर संहारे।
    रामचन्द्र के काज संवारे।।
    
    लाय सजीवन लखन जियाये।
    श्री रघुबीर हरषि उर लाये।।
    
    रघुपति कीन्ही बहुत बड़ाई।
    तुम मम प्रिय भरतहि सम भाई।। 
    
    
    सहस बदन तुम्हरो जस गावैं।
    अस कहि श्रीपति कण्ठ लगावैं।।
    
    सनकादिक ब्रह्मादि मुनीसा।
    नारद सारद सहित अहीसा।।
    
    जम कुबेर दिगपाल जहां ते।
    कबि कोबिद कहि सके कहां ते।।
    
    तुम उपकार सुग्रीवहिं कीन्हा।
    राम मिलाय राज पद दीन्हा।।
    
    तुम्हरो मंत्र बिभीषन माना।
    लंकेश्वर भए सब जग जाना।।
    
    जुग सहस्र जोजन पर भानु।
    लील्यो ताहि मधुर फल जानू।।
    
    प्रभु मुद्रिका मेलि मुख माहीं।
    जलधि लांघि गये अचरज ना।। 
    
    दुर्गम काज जगत के जेते।
    सुगम अनुग्रह तुम्हरे तेते।।
    
    राम दुआरे तुम रखवारे।
    होत न आज्ञा बिनु पैसारे।।
    
    सब सुख लहै तुम्हारी सरना।
    तुम रच्छक काहू को डर ना।।
    
    आपन तेज सम्हारो आपै।
    तीनों लोक हांक तें कांपै।।
    
    भूत पिसाच निकट नहिं आवै।
    महाबीर जब नाम सुनावै।।
    
    नासै रोग हरे सब पीरा।
    जपत निरन्तर हनुमत बीरा।।
    
    संकट तें हनुमान छुड़ावै।
    मन क्रम बचन ध्यान जो लावै।।
    
    सब पर राम तपस्वी राजा।
    तिन के काज सकल तुम साजा।।
    
    और मनोरथ जो कोई लावै।
    सोई अमित जीवन फल पावै।।
    
    चारों जुग परताप तुम्हारा।
    है परसिद्ध जगत उजियारा।।
    
    साधु संत के तुम रखवारे।।
    असुर निकन्दन राम दुलारे।।
    
    अष्टसिद्धि नौ निधि के दाता।
    अस बर दीन जानकी माता।।
    
    राम रसायन तुम्हरे पासा।
    सदा रहो रघुपति के दासा।।
    
    तुह्मरे भजन राम को पावै।
    जनम जनम के दुख बिसरावै।।
    
    अंत काल रघुबर पुर जाई।
    जहां जन्म हरिभक्त कहाई।।
    
    और देवता चित्त न धरई।
    हनुमत सेइ सर्ब सुख करई।।
    
    सङ्कट कटै मिटै सब पीरा।
    जो सुमिरै हनुमत बलबीरा।।
    
    जय जय जय हनुमान गोसाईं।
    कृपा करहु गुरुदेव की नाईं।।
    
    जो सत बार पाठ कर कोई।
    छूटहि बन्दि महा सुख होई।।
    
    जो यह पढ़ै हनुमान चालीसा।
    होय सिद्धि साखी गौरीसा।।
    
    दोहा
    पवनतनय संकट हरन, मंगल मूरति रूप।
    राम लखन सीता सहित, हृदय बसहु सुर भूप।।
    
    """;
String ramChandarKirpalu = """
    श्री रामचंद्र कृपालु भजमन
    हरण भवभय दारुणं
    श्री रामचंद्र कृपालु भजमन
    हरण भवभय दारुणं
    नव कंज लोचन कंज मुख
    कर कंज पद कंजारुणं
    
    कंदर्प अगणित अमित छवि
    नव नील नीरद सुन्दरं
    पटपीत मानहूँ तड़ित रूचि शुचि
    नोमि जनक सुतावरं
    
    श्री रामचंद्र कृपालु भजमन
    हरण भवभय दारुणं
    श्री राम, श्री राम
    
    भज दीनबन्धु दिनेश दानव
    दैत्य वंश निकन्दनं
    रघुनंद आनंद कंद कोशल
    चंद दशरथ नन्दनं
    
    श्री रामचंद्र कृपालु भजमन
    हरण भवभय दारुणं
    श्री राम, श्री राम
    
    शिर मुकुट कुण्डल तिलक
    चारु उदारु अङ्ग विभूषणं
    आजान भुज शर चाप धर
    संग्राम जीत खरदूषणं
    
    श्री रामचंद्र कृपालु भजमन
    हरण भवभय दारुणं
    श्री राम, श्री राम
    
    इति वदति तुलसीदास शंकर
    शेष मुनि मन रंजनं
    मम हृदय कंज निवास कुरु
    कामादि खलदल गंजनं
    
    श्री रामचंद्र कृपालु भजमन
    हरण भवभय दारुणं
    नव कंज लोचन कंज मुख
    कर कंज पद कंजारुणं
    श्री राम, श्री राम
      """;

String arti = """


आरती कीजै हनुमान लला की। दुष्ट दलन रघुनाथ कला की॥
जाके बल से गिरिवर कांपे। रोग दोष जाके निकट न झांके॥
अंजनि पुत्र महा बलदाई। सन्तन के प्रभु सदा सहाई॥
आरती कीजै हनुमान लला की।

दे बीरा रघुनाथ पठाए। लंका जारि सिया सुधि लाए॥
लंका सो कोट समुद्र-सी खाई। जात पवनसुत बार न लाई॥
आरती कीजै हनुमान लला की।

लंका जारि असुर संहारे। सियारामजी के काज सवारे॥
लक्ष्मण मूर्छित पड़े सकारे। आनि संजीवन प्राण उबारे॥
आरती कीजै हनुमान लला की।

पैठि पाताल तोरि जम-कारे। अहिरावण की भुजा उखारे॥
बाएं भुजा असुरदल मारे। दाहिने भुजा संतजन तारे॥
आरती कीजै हनुमान लला की।

सुर नर मुनि आरती उतारें। जय जय जय हनुमान उचारें॥
कंचन थार कपूर लौ छाई। आरती करत अंजना माई॥
आरती कीजै हनुमान लला की।

जो हनुमानजी की आरती गावे। बसि बैकुण्ठ परम पद पावे॥
आरती कीजै हनुमान लला की। दुष्ट दलन रघुनाथ कला की॥

जय श्रीराम, जय हनुमान, जय हनुमान।

""";
